# 1)მომხარებელს შემოატანინეტ ორი ინტეერი input ის საშულაბიეთ, შემდეგ შექმენით სია 10 ცალი ნებისმიერი ელემენტითი, და შემდეგ ამ სიაში ამოჭერით ელემენტი მომხარებლის პირველი შემოტანილი რიცხვის ინდექსიდან მომხარებლის მეორე შემოტანილი რიცხვის ინდექსამდე

# მაგ:  input1: 2
    #  input2: 6
# arr = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

# output: 3, 4, 5, 6

a = int(input("შეიყვანე პირველი რიცხვი: "))
b = int(input("შეიყვანე მეორე რიცხვი: "))

arr = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

new_arr = arr[a:b]

print(new_arr)