# 5) შექმენით 5 ცვლადი name,age,surname,city,hight.name-ში შეეკითხეს სახელი,age-ში ასაკი,surname-ში გვარი,city-ში ქალაქი ხოლო hight-ში სიმაღლე.ბოლოს გამოიტანეთ ეკრანზე ასეთი ინფორმაცია "მე მქვია (თქვენი სახელი), (თქვენი გვარი)

 

name = input("შიყვანე შენი სახელი:")
age = input("შეიყვანე შენი ასაკი:")
surname =input("შეიყვანე შენი გვარი:")
city = input("შეიყვანე ქალაქი, სადაც ცხოვრობ:")
hight = input("შეიყვანე შენი სიმაღლე სანტიმეტრებში:")

print("მე მქვია", name, surname + ",", age, "წლის ვარ","ვცხოვრობ", city+"ში" "და ვარ",hight, "სანტიმეტრი.")