 #  1)შექმენით სია, 10 ელემენტით, ნებისმიერი მონაცემთა ტიპის, შემდეგ მომხარებელს შემოატანინეთ 2 ცალი რიცხვი, პირველი რიცხვი რაც შემოიტანეს მაგ ინდექსზე მდგომი ელემენტი გამოიტანეთ, და  მეორე რიცხვი რაც შემოიტანეს სიაში მაგ ინდექსზე მდგომი ელემენტი შეცვალეთ "new element" ით

my_list = [10, "hello", 3.14, True, "Python", 25, None, "world", 8, "end"]

print("სია:", my_list)


index1 = int(input("შეიყვანე პირველი ინდექსი: "))
index2 = int(input("შეიყვანე მეორე ინდექსი: "))


print("პირველ ინდექსზე მდგომი ელემენტია:", my_list[index1])


my_list[index2] = "new element"


print("განახლებული სია:", my_list)

